Repository: lovetodream/Subscriptions
Catalog: Subscriptions/Resources/*.lproj/Localizable.strings
Languages: de

source: Acknowledgements
de: Anerkennungen

source: Actions
de: Aktionen

source: Add as many subscriptions as you want, there is no limit 😁.
de: Füge so viele Abonnements hinzu, wie du möchtest, es gibt keine Begrenzung 😁.

source: Add end date
de: Enddatum hinzufügen

source: Add Subscription
de: Abonnement hinzufügen

source: Add your first Subscription with the %@ button.
de: Füge dein erstes Abonnement mit der Schaltfläche %@ hinzu.

source: Advanced
de: Erweitert

source: And many more to come with future updates
de: Und viele weitere werden mit zukünftigen Updates folgen

source: annually
de: jährlich

source: Are you sure?
de: Bist du sicher?

source: Bill for %@
de: Rechnung für %@

source: Billed
de: Abgerechnet

source: Cancel
de: Abbrechen

source: Cancel this Subscription
de: Dieses Abonnement kündigen

source: Cancellation URL
de: Kündigungslink

source: Choose from gallery
de: Wähle aus der Galerie

source: Choose icon
de: Symbol auswählen

source: Clear ignored months
de: Ignorierte Monate zurücksetzen

source: Close
de: Schließen

source: Color
de: Farbe

source: Contact
de: Kontakt

source: Continue
de: Fortfahren

source: Cosmetics
de: Visuelles

source: Cost
de: Kosten

source: Currency
de: Währung

source: custom circle
de: benutzerdefiniert

source: daily
de: täglich

source: Danger Zone
de: Gefahrenzone

source: Date of last bill
de: Datum der letzten Rechnung

source: days
de: Tage

source: Days
de: Tage

source: Delete this Subscription
de: Dieses Abonnement löschen

source: Deleting a Subscription will completely remove it forever.
de: Wenn du ein Abonnement löschst, wird es für immer entfernt.

source: Disclaimer
de: Hinweis

source: Download logo
de: Logo herunterladen

source: Due Subscriptions
de: Fällige Abonnements

source: Due this month: %@
de: Diesen Monat noch fällig: %@

source: Edit
de: Editieren

source: Edit Budget
de: Budget editieren

source: Enabling iCloud Sync will allow your subscriptions to stay in sync across all your devices.
de: Wenn du die iCloud-Synchronisierung aktivierst, werden deine Abonnements auf alle deinen Geräten synchronisiert.

source: Erase all data
de: Alle Daten löschen

source: every six months
de: alle sechs Monate

source: Get notified if your monthly subscription cost exceeds your budget.
de: Lasse dich benachrichtigen, wenn deine monatlichen Abonnementkosten dein Budget überschreiten.

source: Hide advanced options
de: Erweiterte Optionen ausblenden

source: iCloud Sync
de: iCloud-Synchronisierung

source: iCloud Sync will allow your subscriptions to stay in sync across all your devices.
de: Mit iCloud-Synchronisierung bleiben Ihre Abonnements auf all Ihren Geräten synchronisiert.

source: iCloud Synchronisation
de: iCloud-Synchronisierung

source: Icon
de: Symbol

source: If your monthly bills exceed the defined budget you'll get notified.
de: Wenn deine monatlichen Rechnungen das festgelegte Budget überschreiten, wirst du darauf hingewiesen.

source: Ignore Budget for this month
de: Budget für diesen Monat ignorieren

source: Inactive Subscriptions
de: Inaktive Abonnements

source: Load logo (favicon) from URL
de: Logo (Favicon) von URL laden

source: monthly
de: monatlich

source: Monthly Budget
de: Monatliches Budget

source: Next Bill
de: Nächste Rechnung

source: No potential matches found...
de: Keine potentiellen Übereinstimmungen gefunden…

source: No third-party tracking or analytics services are used, and no personal data is collected or shared with anyone.
de: Es werden keine Tracking- oder Analysedienste von Drittanbietern verwendet, und es werden keine personenbezogenen Daten erhoben oder an Dritte weitergegeben.

source: Note
de: Notiz

source: Once paused, you can resume a subscription at any time in the future.
de: Einmal unterbrochen, kannst du ein Abonnement jederzeit wieder fortsetzen.

source: or add a new one
de: oder ein neues hinzufügen

source: Or choose one of these
de: Oder wähle eine der folgenden Möglichkeiten

source: Pause
de: Pausieren

source: Pause this Subscription
de: Dieses Abonnement pausieren

source: Paused since
de: Pausiert seit

source: Pin
de: Anheften

source: Pin this Subscription
de: Dieses Abonnement anheften

source: Pinned
de: Angeheftet

source: Powerful Suggestions - soon
de: Verbesserte Vorschläge - bald

source: Previous Bill
de: Vorherige Rechnung

source: Privacy Policy
de: Datenschutzbestimmungen

source: Purchase for %@
de: Für %@ kaufen

source: Purchase not available, try again...
de: Kauf nicht möglich, versuche es erneut...

source: Purchases
de: Kaufoptionen

source: Purchasing Premium helps the developer of this app.
de: Der Kauf von Premium hilft dem Entwickler dieser App.

source: quarterly
de: vierteljährlich

source: Reactivate
de: Reaktivieren

source: Remove
de: Entfernen

source: Remove end date
de: Enddatum entfernen

source: Restore Purchase
de: Kauf wiederherstellen

source: Resume
de: Fortsetzen

source: Resume this Subscription
de: Dieses Abonnement fortsetzen

source: Rounded Borders on Icons
de: Abgerundete Ränder bei Symbolen

source: Save
de: Speichern

source: Select a subscription
de: Wähle ein Abonnement

source: Settings
de: Einstellungen

source: Show %lld inactive Subscription
de: Zeige %lld inaktives Abonnement

source: Show %lld inactive Subscriptions
de: Zeige %lld inaktive Abonnements

source: Show advanced options
de: Erweiterte Optionen anzeigen

source: Show License
de: Lizenz anzeigen

source: Subscription added at %@
de: Abonnement am %@ hinzugefügt

source: Subscription ends on
de: Das Abonnement endet am

source: Subscriptions
de: Abonnements

source: Suggestions
de: Vorschläge

source: Suggestions with options to choose between predefined price plans and more.
de: Vorschläge mit Optionen zur Auswahl zwischen vordefinierten Preisplänen und mehr.

source: Thank you so much! %@
de: Herzlichen Dank! %@

source: The tip jar helps keep Abonementi running, and helps with getting regular (and substantial) updates pushed out to you. If you enjoy using this app and want to support an independent app developer (that's me, Timo), please consider leaving a tip, an App Store rating/review, or telling a friend about how much you like Abonementi. Thank you for being awesome!
de: Das Trinkgeld hilft, Abonementi am Laufen zu halten und regelmäßige (und umfangreiche) Updates zu erhalten. Wenn dir diese App gefällt und du einen unabhängigen App-Entwickler (das bin ich, Timo) unterstützen möchtest, kannst du mir etwas Trinkgeld oder eine App Store-Bewertung/-Rezension geben. Es hilft auch wenn du einem Freund erzählst, wie sehr dir Abonementi gefällt. Vielen Dank, dass du so fantastisch bist!

source: This app was made with %@ by an independent iOS developer called Timo.
de: Diese App wurde mit %@ von einem unabhängigen iOS-Entwickler namens Timo erstellt.

source: This is a display only option and does not affect the cost of your subscriptions.
de: Dies ist eine reine Anzeigeoption und hat keinen Einfluss auf die Berechnung der Kosten deiner Abonnements.

source: This months bill exceeds your budget by %@.
de: Die Rechnung dieses Monats übersteigt dein Budget um %@.

source: This will remove all your subscriptions and corresponding data from the app permanently.
de: Durch diese Aktion werden alle deine Abonnements und die entsprechenden Daten dauerhaft aus der App entfernt.

source: This will remove the subscription permanently, it's recommended to pause it instead.
de: Dadurch wird das Abonnement dauerhaft entfernt, es wird empfohlen, es stattdessen zu pausieren.

source: This will remove the subscription permanently.
de: Dadurch wird das Abonnement dauerhaft entfernt.

source: Tip Jar
de: Trinkgelddose

source: Title
de: Titel

source: Title or URL
de: Titel oder URL

source: Unlimited Subscriptions
de: Unbegrenzte Abonnements

source: Unlock all features
de: Alle Funktionen freischalten

source: Unlock more
de: Mehr freischalten

source: Unpin
de: Loslösen

source: Unpin this Subscription
de: Dieses Abonnement loslösen

source: Website
de: Webseite

source: weekly
de: wöchentlich

source: Why a Tip Jar?
de: Warum eine Trinkgelddose?

source: Will be paused
de: Wird pausiert

source: You have reached the limit of free active Subscriptions
de: Du hast das Limit der kostenlosen aktiven Abonnements erreicht

source: Your purchase directly supports the indepentent developer of this app.
de: Dein Kauf unterstützt direkt den unabhängigen Entwickler dieser App.
